tap "homebrew/cask"

# Binaries
brew "node"
brew "git"
brew "zsh"
brew "tmux"
brew "wget"
brew "curl"
brew "python"
brew "go"
brew "coreutils"
brew "gnu-sed"
brew "openssl"
brew "bc"
brew "jq"
brew "rsync"
brew "automake"
brew "gpg2"

cask_args appdir: "~/Applications"

# Apps
cask "appcleaner"
cask "cheatsheet"
cask "firefox"
cask "hyperdock"
cask "hyperswitch"
cask "iterm2"
cask "quicklook-json"
cask "quicklook-csv"
cask "webpquicklook"
cask "suspicious-package"
cask "setapp"
cask "visual-studio-code"
cask "zeplin"
cask "slack"
cask "skype-for-business"
cask "docker"